---
kind: property
id: P:Autodesk.Revit.DB.Electrical.WireType.IsInUse
source: html/02086d4b-eac0-ab0d-98ab-e56d425b7255.htm
---
# Autodesk.Revit.DB.Electrical.WireType.IsInUse Property

Indicates whether the wire type is in use.

## Syntax (C#)
```csharp
public bool IsInUse { get; }
```